/* Status line above clock after alarm is stopped */
"Alarm terminated!" = "שעון מעורר הופסק!";

/* Status line above clock during alarm */
"Press Any key to snooze" = "לחץ/י על כל כפתור לנמנם";

/* Status line above clock during alarm */
"Press Any key to stop" = "לחץ/י על כל כפתור לעצור";

/* Status line above clock during alarm */
"Press Enter to snooze" = "לחץ/י על אנטר לנמנם";

/* Status line above clock during alarm */
"Press Enter to stop" = "לחץ/י על אנטר לעצור";

/* Button below clock */
"Snooze" = "נמנם";

/* Status line above clock during snooze */
"Snoozing until" = "מנמנם עד";

/* Status line above clock when first starting alarm */
"Starting alarm..." = "מתחיל שעון מעורר...";

/* Button below clock */
"Stop" = "עצור";

